[
  {
    "id": 0,
    "copy": "Excellent experience. Were fabulous. Lots of the party guests asked where we had found them and were impressed with voices and musicianship. Wonderful vocalist, great set list and really lovely people. If we ever have another party we would not hesitate to book The Bees Knees, and next time maybe have the whole band!",
    "author": "Helen B",
    "date": "2018"
  },
  {
    "id": 1,
    "copy": "A big thank you for playing at our wedding at The Saddleworth Hotel. The day was brilliant, but it was made extra special by you guys. I had checked a few bands out before the day, but I certainly made the right decision with you. Everyone that I spoke to was impressed with the band, and I am sure you will get further bookings on the back of the gig. We look forward to seeing you again. Thanks again.",
    "author": "Dave B",
    "date": "2018"
  },
  {
    "id": 2,
    "copy": "An amazing band.. and really nice people who give it their all when performing... would recommend them 100%! Brilliant at parties with a mixed age group! (10 / 10)",
    "author": "Xanthe H",
    "date": "2018"
  },
  {
    "id": 3,
    "copy": "Thank you so much....Absolutely brilliant . We picked the best band. Fantastic night made perfect with amazing band (10 / 10)",
    "author": "Maria B",
    "date": "2019"
  },
  {
    "id": 4,
    "copy": "We booked these for a childrens gala and they were fantastic the variety of music was brilliant and suited to all ages would definitely recommend booking would love to have you back again",
    "author": "Graham K",
    "date": "2019"
  },
  {
    "id": 5,
    "copy": "Lauren & Steve played at our BBQ Party and they were absolutely fab! Everyone loved the playlist that they did as we all knew the songs and the performance was amazing! So good the neighbour came out for a listen and asked me about them! Thanks so much both - so glad we booked ya!",
    "author": "Naomi S",
    "date": "2019"
  },
  {
    "id": 6,
    "copy": "Lauren and the band played at the Nantwich Christie Hospital Support Groups Silver Anniversary Ball at Wrenbury Hall last Saturday and they were amazing!! All night guests kept coming up to me and the other organisers telling us how much they were enjoying the music. The dance floor was full all night which is surely a good sign. They certainly got the party started. Thank you for making our celebrations so special.",
    "author": "Neil T",
    "date": "2019"
  },
  {
    "id": 7,
    "copy": "The Bees Knees were amazing, a highlight of the day for me. They played the best songs and I was so impressed with their version of Etta James 'At Last' it was such a beautiful moment for me and my husband.",
    "author": "Elaine M",
    "date": "2019",
    "image": "bride-1.jpg"
  },
  {
    "id": 8,
    "copy": "AMAZING!! This band were absolutely incredible. We picked the Bees Knees because of Lauren's voice and their varied set list. They exceeded all expectations and kept our wedding dancing all night. All the guests said what an amazing band we had and they really helped make our wedding so wonderful. They happily learnt our first dance song and even played requests from guests. Thank you Bees Knees!!",
    "author": "Philip S",
    "date": "2019"
  },
  {
    "id": 9,
    "copy": "Absolutely fantastic from start to finish! They entertained on four different nights for us for a total of 32 different groups , and the feedback from all was outstanding! Not only would I recommend these guys but would have them back in a heartbeat! Awesome !",
    "author": "Donald B",
    "date": "2019",
    "image": "crowd.jpg"
  },
  {
    "id": 10,
    "copy": "The band were fabulous! Great selection of songs and superb sound. Got everyone dancing and made sure our favourites were played. The band even learned a new song so my daughter could sing at our party. The lead singers voice is superb and she did a very special accoustic song which sounded brilliant. If you need a band then I recommend this one highly!",
    "author": "Jon H",
    "date": "2019"
  },
  {
    "id": 11,
    "copy": "This is without a doubt the best function band I have ever heard! They are that good!!! My guests were so in awe of them they forgot to dance at times! so friendly ad courteous, very professional and nothing was too much trouble. I can't recommend them enough. If you are looking for a band, don't look any further. This is your band! Amazing, 10 stars, top notch. Cherry you are a superb vocalist. I am thinking of having a party, for no reason, just to hire you again!",
    "author": "Linda W",
    "date": "2019"
  },
  {
    "id": 12,
    "copy": "We booked Cherry Valentine's full band for our wedding and we couldn't have been happier with them. Cherry was always quick to respond to questions and was super helpful throughout the planning process. The quality of their music was just amazing and they kept the dance floor full all night with a great selection of songs that everybody loved.",
    "author": "Susie B",
    "date": "2019"
  },
  {
    "id": 13,
    "copy": "Perfect band for our event - the regulars in our pub absolutely loved them ...and they are a tough crowd!",
    "author": "Shawn D",
    "date": "2020"
  },
  {
    "id": 14,
    "copy": "The Bees Knees absolutely made my 40th! Honestly, such an amazing band! Superb choice of songs. Had everyone up dancing. The lead singer is phenomenal & the band are excellent musicians. Communication up to the event was also excellent. Highly recommended!",
    "author": "Jennifer P",
    "date": "2021",
    "image": "cakes.jpeg"
  },
  {
    "id": 15,
    "copy": "We enlisted The 5 piece Bees Knees to perform at our annual Charity ball this year and they did not disappoint! They performed a fantastic 2 hours of music, with the dance floor fully occupied for the duration! If you are looking for a band I would not hesitate to recommend them.",
    "author": "Jim M",
    "date": "2021"
  },
  {
    "id": 16,
    "copy": "We had the Bees Knees play at our wedding reception on the 17th April and they were absolutely fantastic. They played 2 sets of absolute bangers, did not disappoint! Dance floor was full all night.",
    "author": "Tommy and Sophie",
    "date": "2022",
    "image": "bride-1.jpg"
  },
  {
    "id": 17,
    "copy": "What an incredible evening!! Oh my god, The Bees Knees put on the most unbelievable gig! I knew this already from the videos shared all those months ago, but Cherry's voice is absolutely incredible! I know there were some restrictions at the bar with noise limitations, but the vibe and sound created without drums or a bass guitar was amazing. They got everyone on the dance floor dancing from the first to last song. So many of our friends and family have commented since about how great they were. Thank you for making it such a memorable night!!",
    "author": "James and Sara Y",
    "date": "2022"
  },
  {
    "id": 18,
    "copy": "Amazing 5 piece band! We booked them for my 40th Birthday. We will definitely be having them again. Not ever choosing a band before I looked at their set list and them performing on YouTube. Speaking to the lead singer she told me I could also request any songs and they could try and practice them before the night. I had requested Jonny B Goode for my dad. They did not disappoint! You pay a bit extra for the saxophone player but it's worth it. The energy was high. Everyone danced the night away and thoroughly enjoyed the night! Thank you again!",
    "author": "Georgina W",
    "date": "2022"
  },
  {
    "id": 19,
    "copy": "Just wanted to get in touch to say a massive thanks to you all for Saturday night. It was a fabulous night, made especially by you guys, you really were the icing on the cake, and everyone commented on how good you were. Thank you so very much for all the little bits attention to details that you did for mum.",
    "author": "Jackie L",
    "date": "2023",
    "image": "crowd.jpg"
  },
  {
    "id": 20,
    "copy": "I just wanted to say thank you so much for such an incredible night. We had no idea how amazing your sets were going to be, it really blew us and everyone away. Your range of songs was fantastic and every single one got even the non-dancers up boogeying. We are so glad we hired you guys and will definitely by using you for future events. Thanks for being one of the highlights of our wedding.",
    "author": "Annabel H",
    "date": "2023"
  }
]